<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">

<html xmlns="http://www.w3.org/1999/xhtml">
  <head>
    <meta http-equiv="Content-Type" content="text/html;charset=iso-8859-2" />
    <title>
      The Project Gutenberg eBook of Takáts Sándor.
    </title>
    <style type="text/css">
/*<![CDATA[  XML blockout */
<!--
    p {  margin-top: .75em;
         text-align: justify;
         margin-bottom: .75em;
         }
    h1,h2,h3,h4,h5,h6 {
         text-align: center; /* all headings centered */
         clear: both;
         }
    hr { width: 33%;
	 margin-top: 2em;
	 margin-bottom: 2em;
         margin-left: auto;
         margin-right: auto;
         clear: both;
       }

    table {margin-left: auto; margin-right: auto;}

    body{margin-left: 10%;
         margin-right: 10%;
        }

    .pagenum  { /* uncomment the next line for invisible page numbers */
            /*  visibility: hidden;  */
                position: absolute;
                left: 92%;
                font-size: smaller;
                text-align: right;
              } /* page numbers */

    .linenum  {position: absolute; top: auto; left: 4%;} /* poetry number */
    .blockquot{margin-left: 5%; margin-right: 10%;}
    .sidenote {width: 20%; padding-bottom: .5em; padding-top: .5em;
               padding-left: .5em; padding-right: .5em; margin-left: 1em;
               float: right; clear: right; margin-top: 1em;
               font-size: smaller; color: black; background: #eeeeee; border: dashed 1px;}

    .bb       {border-bottom: solid 2px;}
    .bl       {border-left: solid 2px;}
    .bt       {border-top: solid 2px;}
    .br       {border-right: solid 2px;}
    .bbox     {border: solid 2px;}

    .center   {text-align: center;}
    .smcap    {font-variant: small-caps;}
    .u        {text-decoration: underline;}

    .caption  {font-weight: bold;}

    .figcenter   {margin: auto; text-align: center;}

    .figleft     {float: left; clear: left; margin-left: 0; margin-bottom: 1em; margin-top:
                 1em; margin-right: 1em; padding: 0; text-align: center;}

    .figright    {float: right; clear: right; margin-left: 1em; margin-bottom: 1em;
                 margin-top: 1em; margin-right: 0; padding: 0; text-align: center;}

    .footnotes        {border: dashed 1px;}
    .footnote         {margin-left: 10%; margin-right: 10%; font-size: 0.9em;}
    .footnote .label  {position: absolute; right: 84%; text-align: right;}
    .fnanchor         {vertical-align: super; font-size: .8em; text-decoration: none;}

    .poem             {margin-left:10%; margin-right:10%; text-align: left;}
    .poem br          {display: none;}
    .poem .stanza     {margin: 1em 0em 1em 0em;}
    .poem span.i0     {display: block; margin-left: 0em; padding-left: 3em; text-indent: -3em;}
    .poem span.i2     {display: block; margin-left: 2em; padding-left: 3em; text-indent: -3em;}
    .poem span.i4     {display: block; margin-left: 4em; padding-left: 3em; text-indent: -3em;}
    // -->
    /* XML end  ]]>*/
    </style>
  </head>
<body>


<pre>

The Project Gutenberg EBook of Takáts Sándor Szalai Barkóczy Krisztina
1671-1724 czímû könyvének ismertetése, by Angyal Dávid

This eBook is for the use of anyone anywhere at no cost and with
almost no restrictions whatsoever.  You may copy it, give it away or
re-use it under the terms of the Project Gutenberg License included
with this eBook or online at www.gutenberg.org


Title: Takáts Sándor Szalai Barkóczy Krisztina 1671-1724 czímû könyvének ismertetése

Author: Angyal Dávid

Release Date: August 14, 2006 [EBook #19040]

Language: Hungarian

Character set encoding: ISO-8859-2

*** START OF THIS PROJECT GUTENBERG EBOOK TAKÁTS SÁNDOR SZALAI ***




Produced by Tamás Róth





</pre>



<h2>TAK&Aacute;TS S&Aacute;NDOR</h2>
<h1>SZALAI BARK&Oacute;CZY KRISZTINA</h1>
<h3>1671-1724</h3>
<h4>CZ&Iacute;M&#368; K&Ouml;NYV&Eacute;NEK</h4>
<h1>ISMERTET&Eacute;SE</h1>

<h4>IRTA</h4>

<h3>Dr ANGYAL D&Aacute;VID</h3>
<h4>EGYETEMI NYILV. R. TAN&Aacute;R</h4>

<h5><i>K&uuml;l&ouml;nlenyomat a &laquo;Budapesti Szemle&raquo; 1911 j&uacute;nius havi f&uuml;zet&eacute;b&#337;l</i></h5>

<h4>BUDAPEST</h4>

<h4>1911</h4>

<hr style='width: 45%;' />

<h2>TAK&Aacute;TS S&Aacute;NDOR</h2>
<h1>SZALAI BARK&Oacute;CZY KRISZTINA</h1>
<h3>1671-1724</h3>
<h4>CZ&Iacute;M&#368; K&Ouml;NYV&Eacute;NEK</h4>
<h1>ISMERTET&Eacute;SE</h1>

<h4>IRTA</h4>

<h3>Dr ANGYAL D&Aacute;VID</h3>
<h4>EGYETEMI NYILV. R. TAN&Aacute;R</h4>

<h5><i>K&uuml;l&ouml;nlenyomat a &laquo;Budapesti Szemle&raquo; 1911 j&uacute;nius havi f&uuml;zet&eacute;b&#337;l</i></h5>

<h4>BUDAPEST</h4>

<h4>1911</h4>

<hr style='width: 45%;' />

<p>FRANKLIN-T&Aacute;RSULAT NYOMD&Aacute;JA.</p>

<hr style='width: 45%;' />

<p>Ismeretes, hogy Tak&aacute;ts S&aacute;ndor mindig kiadatlan forr&aacute;sokb&oacute;l mer&iacute;ti
t&aacute;rcz&aacute;it, tanulm&aacute;nyait &eacute;s k&ouml;nyveit.</p>

<p>&Eacute;s nemcsak anyaga &uacute;j, hanem el&#337;ad&aacute;s&aacute;nak m&oacute;dja is eredeti s &eacute;rdeket
kelt&#337;. De most nem &iacute;r&oacute;i egy&eacute;nis&eacute;g&eacute;vel, hanem k&ouml;nyv&eacute;vel akarunk
foglalkozni.</p>

<p>Ez a k&ouml;nyv &uacute;j k&eacute;ppel gyarap&iacute;tja t&ouml;rt&eacute;net&uuml;nk arczk&eacute;pcsarnok&aacute;t. Szalai
Bark&oacute;czy Krisztina neve csak mell&eacute;kesen volt eddig eml&iacute;tve
t&ouml;rt&eacute;net&uuml;nkben, most kopors&oacute;j&aacute;b&oacute;l kik&eacute;l&raquo; &eacute;s el kell ismern&uuml;nk, hogy
nev&eacute;t egy&uuml;tt kell eml&iacute;ten&uuml;nk Zr&iacute;nyi Ilon&aacute;val, L&oacute;r&aacute;ntffy Zsuzsann&aacute;val s
Teleki Mih&aacute;ly anyj&aacute;val.</p>

<p>Az elt&uuml;nt magyar vil&aacute;g nagy asszonyai k&ouml;z&eacute; tartozik, a kik n&#337;i
hivat&aacute;sukat &eacute;p annyi er&eacute;lylyel, mint okoss&aacute;ggal &eacute;s gy&ouml;ng&eacute;ds&eacute;ggel
t&ouml;lt&ouml;tt&eacute;k be. Nincs semmi k&eacute;rked&eacute;s benn&uuml;k, szeretnek &oacute;s szerettetnek,
f&eacute;rjeik&eacute;rt &eacute;s gyermekeik&eacute;rt &eacute;lnek, kit&uuml;n&#337; gazdasszonyok, de a k&ouml;z&eacute;let
ir&aacute;nt is van &eacute;rz&eacute;k&ouml;k. Nem idegesek, ha a sz&uuml;ks&eacute;g kiv&aacute;nja, fegyverrel
is megv&eacute;delmezik birtokukat &eacute;s sokszor j&oacute; tan&aacute;cscsal szolg&aacute;lnak a
k&ouml;z&eacute;letben elfoglalt f&eacute;rjeiknek. A r&eacute;giek&mdash;mint Tak&aacute;tst&oacute;l tudjuk&mdash;azt
mondott&aacute;k az ilyen asszonyokr&oacute;l, hogy &laquo;j&aacute;mbor asszony, j&oacute; nemzet!&raquo;</p>

<p>Pedig Bark&oacute;czy Krisztina labancz csal&aacute;db&oacute;l sz&aacute;rmazott, de az &#337;
csal&aacute;dj&aacute;ban a kir&aacute;lyh&#369;s&eacute;g a magyar &eacute;rz&eacute;ssel &eacute;s szok&aacute;sokkal j&oacute;l
megf&eacute;rt. Mint f&eacute;rj&eacute;nek h&#369; t&aacute;rsa, kivette r&eacute;sz&eacute;t a nagy kurucz
felkel&eacute;sb&#337;l is. Tisztelte, nagyra becs&uuml;lte R&aacute;k&oacute;czit, a &laquo;nagys&aacute;gos
fejedelmet&raquo;; &#337; is rem&eacute;lte egy ideig, hogy R&aacute;k&oacute;czi vez&eacute;rlete alatt a
magyar megszabadulhat a n&eacute;met uralomt&oacute;l. Bem&eacute;lte &eacute;s &oacute;hajtotta ezt nem
csup&aacute;n f&eacute;rje el&#337;menetel&eacute;&eacute;rt, nem csup&aacute;n a r&eacute;gi magyar rendi vil&aacute;g
felt&aacute;maszt&aacute;sa &eacute;rdek&eacute;ben, hanem a magyar n&eacute;p kedv&eacute;&eacute;rt is, mely a XVII.
sz&aacute;zad v&eacute;g&eacute;n az idegen uralom alatt k&eacute;ts&eacute;gbeejt&#337;' helyzetbe jutott.
Mert Bark&oacute;czy Krisztina szerette a n&eacute;pet, sajn&aacute;lta &eacute;s gy&aacute;mol&iacute;totta
nyomor&aacute;ban, a katholikust jobban szerette, mint a protest&aacute;nst, de
senkit sem &uuml;ld&ouml;z&ouml;tt vall&aacute;s&aacute;&eacute;rt, m&eacute;g a zsid&oacute;kat is p&aacute;rtolta. Az idegent
sem n&eacute;zte le, a n&eacute;met rabokkal is j&oacute;l b&aacute;nt, igazi vall&aacute;sos &eacute;rz&eacute;sb&#337;l
mer&iacute;tette a t&uuml;relmet m&aacute;sok ir&aacute;nt, a k&ouml;teless&eacute;g&eacute;rzetet, munkakedvet &eacute;s
a szer&eacute;nys&eacute;ggel p&aacute;rosult j&oacute;indulatot. Szerette a tanults&aacute;got, maga is
olvasgatott, &ouml;r&uuml;lt, ha tud&oacute;s emberrel t&aacute;rsaloghatott, el&#337;mozd&iacute;totta az
irodalmi munk&aacute;ss&aacute;got, az iskolai nevel&eacute;st.</p>

<p>Mid&#337;n politikai rem&eacute;nyeiben csal&oacute;dott, j&oacute;l esett lelk&eacute;nek, hogy
szeretett f&eacute;rje szerezte meg az orsz&aacute;gnak a b&eacute;kess&eacute;get. De az &uacute;j n&eacute;met
vil&aacute;gban Bark&oacute;czy Krisztina a r&eacute;gi maradt. Seg&iacute;tett f&eacute;rj&eacute;nek a
gazdas&aacute;gban, az idegenek telep&iacute;t&eacute;s&eacute;ben, a kiknek ut&oacute;djai a magyars&aacute;g
sz&aacute;m&aacute;t &eacute;s erej&eacute;t gyarap&iacute;tott&aacute;k, &eacute;s h&#369; magyaroknak nevelte gyermekeit.
Le&aacute;nya, gr&oacute;f Hallern&eacute; K&aacute;rolyi Kl&aacute;ra, anyja szellem&eacute;ben &iacute;rja
gyermekeir&#337;l, d&eacute;lekben &eacute;s ruh&aacute;ban magyarok maradjanak, az a f&#337;, hogy
j&oacute; erk&ouml;lcs&uuml;k legyen, mert ezen gy&ouml;k&eacute;rb&#337;l korm&aacute;nyozhatj&aacute;k teljes
&eacute;let&uuml;ket&raquo;. Ilyen magyar any&aacute;t nevelt Bark&oacute;czy Krisztina, annak a
K&aacute;rolyi S&aacute;ndornak im&aacute;dott hitvese, a kit a mi t&ouml;rt&eacute;net&iacute;r&aacute;sunk m&eacute;g most
is oly m&eacute;ltatlan v&aacute;dakkal illet.</p>

<p>&Eacute;s itt K&aacute;rolyi S&aacute;ndorra kell &aacute;tt&eacute;rn&uuml;nk, mert besz&eacute;lhetn&eacute;nk-e a j&oacute;
feles&eacute;gr&#337;l m&eacute;lt&oacute;an, ha f&eacute;rje p&aacute;ly&aacute;j&aacute;t nem &eacute;rinten&#337;k?</p>

<p>Tak&aacute;ts S&aacute;ndor mell&eacute;kesen, de nyom&oacute;s &eacute;rvekkel sz&aacute;ll s&iacute;kra K&aacute;rolyi
S&aacute;ndor j&oacute; h&iacute;rnev&eacute;&eacute;rt. &Eacute;rvei nyom&oacute;sak, mert &uacute;j, vagy figyelembe nem
vett adatokra t&aacute;maszkodhatik.</p>

<p>Meg&aacute;llap&iacute;tja, hogy K&aacute;rolyi S&aacute;ndor &aacute;tp&aacute;rtol&aacute;s&aacute;t R&aacute;k&oacute;czi &uuml;gy&eacute;hez a
dolhai gy&#337;zelem ut&aacute;n nem &eacute;pen szem&eacute;lyes okokb&oacute;l kell magyar&aacute;znunk.
K&aacute;rolyi j&oacute; hazafi volt, az orsz&aacute;gon is akart seg&iacute;teni, mikor a dolhai
csata ut&aacute;n B&eacute;csbe ment s mikor B&eacute;csb&#337;l visszat&eacute;rt, az orsz&aacute;gra is
gondolt, nem csup&aacute;n a maga szem&eacute;ly&eacute;re, mikor a parasztl&aacute;zad&aacute;bb&oacute;l
orsz&aacute;goss&aacute; v&aacute;lt felkel&eacute;shez csatlakozott. Nem szabad k&eacute;t k&uuml;l&ouml;n
m&eacute;rt&eacute;kkel m&eacute;rn&uuml;nk egyr&eacute;szt K&aacute;rolyi, m&aacute;sr&eacute;szt R&aacute;k&oacute;czi &eacute;s Bercs&eacute;nyi
viselked&eacute;s&eacute;t. Az som igaz, hogy K&aacute;rolyi kincseket gy&#369;jt&ouml;tt a
R&aacute;k&oacute;czi-felkel&eacute;s idej&eacute;n. Ezt a mes&eacute;t Tak&aacute;ts S&aacute;ndor K&aacute;rolyi S&aacute;ndor
vagyoni viszonyainak ismertet&eacute;s&eacute;vel cz&aacute;folja meg.</p>

<p>M&eacute;g jelent&eacute;kenyebb az, a mit szerz&#337;nk a szatm&aacute;ri b&eacute;k&eacute;r&#337;l &iacute;r. E sokat
vitatott k&eacute;rd&eacute;s Tak&aacute;ts k&ouml;nyv&eacute;ben szerint&uuml;nk el van d&ouml;ntve. Szerz&#337;nk a
K&aacute;rolyi csal&aacute;d lev&eacute;lt&aacute;r&aacute;b&oacute;l vett adatokkal jellemzi az orsz&aacute;g
nyomor&uacute;lt &aacute;llapot&aacute;t a nagy kurucz-felkel&eacute;s v&eacute;ge fel&eacute;. Tudtuk eddig is,
hogy siralmas volt ez &aacute;llapot. Tudtuk eddig is, hogy a szeg&eacute;nys&eacute;g, a
mely az idegen korm&aacute;nyrendszert&#337;l zaklatva fegyvert fogott &eacute;s
hazah&iacute;vta R&aacute;k&oacute;czit Lengyelorsz&aacute;gb&oacute;l, m&aacute;r 1707 t&aacute;j&aacute;n csal&oacute;dva fordult
el a felkel&eacute;s &uuml;gy&eacute;t&#337;l. De nem tudtuk azt, hogy R&aacute;k&oacute;czi korm&aacute;nyzata ez
id&#337;t&aacute;jt m&aacute;r &uacute;gy b&aacute;nt a n&eacute;ppel, mint I. Lip&oacute;t katon&aacute;i annak idej&eacute;n, s&#337;t
n&eacute;ha tal&aacute;n rosszabbul is. M&aacute;ramarosmegye 1708 augusztus 2-ik&aacute;n &iacute;rja
K&aacute;rolyi S&aacute;ndornak, &laquo;annyira jutottak m&aacute;r szeg&eacute;ny lak&oacute;sink, hogy meg
nem adhatv&aacute;n quantumikat, executioval mennek tiszteink &eacute;s mer&#337;
tirannusi form&aacute;ban f&uuml;stre k&ouml;ttetv&eacute;n az lak&oacute;sokat, f&eacute;lholtan bocs&aacute;tj&aacute;k
el, m&eacute;gis semmit sem vehetnek rajtok&raquo;. Az a mozgalom, mely a
jobb&aacute;gyokon &iacute;gy akarja a k&uuml;zdelemre sz&uuml;ks&eacute;ges ad&oacute;t behajtani, t&ouml;bb&eacute;
nem nevezhet&#337; nemzetinek &eacute;s elvesztette jogosults&aacute;g&aacute;t. Ezt b&aacute;tran
&aacute;ll&iacute;thatjuk, mert ezzel nem tagadtuk R&aacute;k&oacute;czi f&ouml;lkel&eacute;s&eacute;nek sz&uuml;ks&eacute;ges
volt&aacute;t &eacute;s nem tagadtuk azt, hogy R&aacute;k&oacute;czi nemes optimismussal &eacute;s ritka
nagylelk&uuml;s&eacute;ggel t&ouml;lt&ouml;tte be t&ouml;rt&eacute;neti hivat&aacute;s&aacute;t.</p>

<p>Nem az a baj, hogy K&aacute;rolyi megk&ouml;t&ouml;tte a szatm&aacute;ri b&eacute;k&eacute;t, hanem az, hogy
nem k&ouml;thette meg hamar&aacute;bb.</p>

<p>Tak&aacute;ts kimutatta, hogy K&aacute;rolyi a szatm&aacute;ri b&eacute;k&eacute;&eacute;rt nem kapott
birtokokat, mint Thaly hirdette. Csak 100,000 forint grational&eacute;t
ig&eacute;rtek neki, a mib&#337;l azonban III. K&aacute;roly kir&aacute;ly 1713-ban csak
&ouml;tvenezret hat&aacute;rozott K&aacute;rolyinak, &eacute;s ennek fej&eacute;ben meghagyta
birtok&aacute;ban az erd&#337;di uradalmat, a mely&eacute;rt K&aacute;rolyi S&aacute;ndor m&aacute;r 1707 ben
R&aacute;k&oacute;czinak 2000 aranyat fizetett, vagyis az uradalomnak akkori teljes
&eacute;rt&eacute;k&eacute;t. A mai felfog&aacute;shoz szokott &iacute;r&oacute;k meg&uuml;tk&ouml;znek a p&eacute;nzadom&aacute;nyon.
Pedig az adom&aacute;ny k&eacute;rd&eacute;se mell&eacute;kes. Az a k&eacute;rd&eacute;s, sz&uuml;ks&eacute;ges volt-e a
b&eacute;ke vagy nem? Mi volt a fontosabb, az-e, hogy K&aacute;rolyi a maga &eacute;s
csal&aacute;dja veszt&eacute;vel haz&aacute;j&aacute;b&oacute;l kibujdosva lovagias h&#369;s&eacute;get mutasson
R&aacute;k&oacute;czi ir&aacute;nt, vagy az, hogy az elpusztult orsz&aacute;g min&eacute;l hamar&aacute;bb
nyugalomhoz jusson &eacute;s &uacute;jra gyarapodj&eacute;k? Az a grationale szok&aacute;sos volt
akkor, ny&iacute;ltan k&eacute;rt&eacute;k, nem titkolt&aacute;k. K&ouml;r&uuml;lbel&uuml;l a rendjellel, vagy
valamely magas hivatallal val&oacute; kit&uuml;ntet&eacute;snek felelt meg. Nem phrasis
az, hogy K&aacute;rolyinak e p&eacute;nzt &laquo;k&ouml;lts&eacute;gei fej&eacute;ben&raquo; ig&eacute;rt&eacute;k. K&aacute;rolyi
S&aacute;ndor &eacute;letrajza m&eacute;g nincs meg&iacute;rva, nagy &eacute;rdemei &eacute;s egy&eacute;nis&eacute;g&eacute;nek
&eacute;rdesebb saj&aacute;ts&aacute;gai m&eacute;g nincsenek kell&#337;k&eacute;p megvil&aacute;g&iacute;tva. De a szatm&aacute;ri
&laquo;&aacute;rul&aacute;s&raquo; mes&eacute;j&eacute;t v&eacute;gre valah&aacute;ra el kell dobnunk.</p>

<p>K&aacute;rolyi nagy &uacute;rr&aacute; lett a szatm&aacute;ri b&eacute;ke ut&aacute;n, de Bark&oacute;czy Krisztin&aacute;t a
f&eacute;ny nem k&aacute;pr&aacute;ztatta. Szinte sokallotta a nagy cz&iacute;meket &eacute;s hat&aacute;sk&ouml;rt,
a csal&aacute;di vagyon gondoz&aacute;sa, gyermekeinek nevel&eacute;se, a maga kisebb
k&ouml;r&eacute;ben a j&oacute;t&eacute;kony &eacute;s hasznos m&#369;k&ouml;d&eacute;s volt az igazi boldogs&aacute;ga.
Sz&iacute;vbaja sok&aacute;ig k&iacute;nozta, de &#337; keveset panaszkodott &eacute;s mindv&eacute;gig
f&aacute;radozott csal&aacute;dja &eacute;s gazdas&aacute;ga k&ouml;r&uuml;l. V&eacute;grendelet&eacute;ben vagyon&aacute;t h&aacute;rom
r&eacute;szre osztotta. Az els&#337; r&eacute;szt a b&aacute;tori minorit&aacute;knak &eacute;s a nagyk&aacute;rolyi
piarist&aacute;knak, a m&aacute;sik r&eacute;szt fi&aacute;nak, a harmadikat le&aacute;ny&aacute;nak hagyta.
K&aacute;rolyi S&aacute;ndor elrendelte, hogy Bark&oacute;czy Krisztina hal&aacute;la &eacute;vfordul&oacute;j&aacute;n
a szeg&eacute;nyeknek alamizsn&aacute;t osszanak, &eacute;telt-italt adjanak &eacute;s a
templomokban istentiszteletet tartsanak. A m&iacute;g K&aacute;rolyi S&aacute;ndor &eacute;s fia a
der&eacute;k Ferencz &eacute;lt, a j&oacute; asszony hal&aacute;la napj&aacute;t ilyen hozz&aacute; m&eacute;lt&oacute; m&oacute;don
&uuml;nnepelt&eacute;k meg.</p>

<p>Nagyon szeretn&#337;k, ha Bark&oacute;czy Krisztina levelei min&eacute;l hamar&aacute;bb
megjelenn&eacute;nek. Ez a gy&#369;jtem&eacute;ny r&ouml;vid &eacute;letrajzi bevezet&eacute;ssel &eacute;s a
sz&uuml;ks&eacute;ges jegyzetekkel, bizony&aacute;ra &eacute;rdekes olvasm&aacute;ny lesz. Mert
Bark&oacute;czy Krisztina sz&eacute;p leveleket &iacute;rt, a n&eacute;lk&uuml;l, hogy nagyon
t&ouml;rekedett volna a &laquo;sz&eacute;p&raquo; st&iacute;lusra, csak &eacute;pen a lelke t&uuml;kr&ouml;z&#337;dik
leveleiben. Nev&eacute;t f&ouml;l kell venn&uuml;nk a magyar lev&eacute;l&iacute;r&oacute;k sor&aacute;ba. Tak&aacute;ts
S&aacute;ndornak pedig k&ouml;sz&ouml;nettel tartozunk, hogy multunk e kiv&aacute;l&oacute;s&aacute;g&aacute;t
megmentette a feled&eacute;st&#337;l.</p>

<hr style='width: 45%;' />

<p>FRANKLIN-T&Aacute;RSULAT NYOMD&Aacute;JA.</p>








<pre>





End of the Project Gutenberg EBook of Takáts Sándor Szalai Barkóczy
Krisztina 1671-1724 czímû könyvének ismertetése, by Angyal Dávid

*** END OF THIS PROJECT GUTENBERG EBOOK TAKÁTS SÁNDOR SZALAI ***

***** This file should be named 19040-h.htm or 19040-h.zip *****
This and all associated files of various formats will be found in:
        http://www.gutenberg.org/1/9/0/4/19040/

Produced by Tamás Róth

Updated editions will replace the previous one--the old editions
will be renamed.

Creating the works from public domain print editions means that no
one owns a United States copyright in these works, so the Foundation
(and you!) can copy and distribute it in the United States without
permission and without paying copyright royalties.  Special rules,
set forth in the General Terms of Use part of this license, apply to
copying and distributing Project Gutenberg-tm electronic works to
protect the PROJECT GUTENBERG-tm concept and trademark.  Project
Gutenberg is a registered trademark, and may not be used if you
charge for the eBooks, unless you receive specific permission.  If you
do not charge anything for copies of this eBook, complying with the
rules is very easy.  You may use this eBook for nearly any purpose
such as creation of derivative works, reports, performances and
research.  They may be modified and printed and given away--you may do
practically ANYTHING with public domain eBooks.  Redistribution is
subject to the trademark license, especially commercial
redistribution.



*** START: FULL LICENSE ***

THE FULL PROJECT GUTENBERG LICENSE
PLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK

To protect the Project Gutenberg-tm mission of promoting the free
distribution of electronic works, by using or distributing this work
(or any other work associated in any way with the phrase "Project
Gutenberg"), you agree to comply with all the terms of the Full Project
Gutenberg-tm License (available with this file or online at
http://gutenberg.org/license).


Section 1.  General Terms of Use and Redistributing Project Gutenberg-tm
electronic works

1.A.  By reading or using any part of this Project Gutenberg-tm
electronic work, you indicate that you have read, understand, agree to
and accept all the terms of this license and intellectual property
(trademark/copyright) agreement.  If you do not agree to abide by all
the terms of this agreement, you must cease using and return or destroy
all copies of Project Gutenberg-tm electronic works in your possession.
If you paid a fee for obtaining a copy of or access to a Project
Gutenberg-tm electronic work and you do not agree to be bound by the
terms of this agreement, you may obtain a refund from the person or
entity to whom you paid the fee as set forth in paragraph 1.E.8.

1.B.  "Project Gutenberg" is a registered trademark.  It may only be
used on or associated in any way with an electronic work by people who
agree to be bound by the terms of this agreement.  There are a few
things that you can do with most Project Gutenberg-tm electronic works
even without complying with the full terms of this agreement.  See
paragraph 1.C below.  There are a lot of things you can do with Project
Gutenberg-tm electronic works if you follow the terms of this agreement
and help preserve free future access to Project Gutenberg-tm electronic
works.  See paragraph 1.E below.

1.C.  The Project Gutenberg Literary Archive Foundation ("the Foundation"
or PGLAF), owns a compilation copyright in the collection of Project
Gutenberg-tm electronic works.  Nearly all the individual works in the
collection are in the public domain in the United States.  If an
individual work is in the public domain in the United States and you are
located in the United States, we do not claim a right to prevent you from
copying, distributing, performing, displaying or creating derivative
works based on the work as long as all references to Project Gutenberg
are removed.  Of course, we hope that you will support the Project
Gutenberg-tm mission of promoting free access to electronic works by
freely sharing Project Gutenberg-tm works in compliance with the terms of
this agreement for keeping the Project Gutenberg-tm name associated with
the work.  You can easily comply with the terms of this agreement by
keeping this work in the same format with its attached full Project
Gutenberg-tm License when you share it without charge with others.

1.D.  The copyright laws of the place where you are located also govern
what you can do with this work.  Copyright laws in most countries are in
a constant state of change.  If you are outside the United States, check
the laws of your country in addition to the terms of this agreement
before downloading, copying, displaying, performing, distributing or
creating derivative works based on this work or any other Project
Gutenberg-tm work.  The Foundation makes no representations concerning
the copyright status of any work in any country outside the United
States.

1.E.  Unless you have removed all references to Project Gutenberg:

1.E.1.  The following sentence, with active links to, or other immediate
access to, the full Project Gutenberg-tm License must appear prominently
whenever any copy of a Project Gutenberg-tm work (any work on which the
phrase "Project Gutenberg" appears, or with which the phrase "Project
Gutenberg" is associated) is accessed, displayed, performed, viewed,
copied or distributed:

This eBook is for the use of anyone anywhere at no cost and with
almost no restrictions whatsoever.  You may copy it, give it away or
re-use it under the terms of the Project Gutenberg License included
with this eBook or online at www.gutenberg.org

1.E.2.  If an individual Project Gutenberg-tm electronic work is derived
from the public domain (does not contain a notice indicating that it is
posted with permission of the copyright holder), the work can be copied
and distributed to anyone in the United States without paying any fees
or charges.  If you are redistributing or providing access to a work
with the phrase "Project Gutenberg" associated with or appearing on the
work, you must comply either with the requirements of paragraphs 1.E.1
through 1.E.7 or obtain permission for the use of the work and the
Project Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or
1.E.9.

1.E.3.  If an individual Project Gutenberg-tm electronic work is posted
with the permission of the copyright holder, your use and distribution
must comply with both paragraphs 1.E.1 through 1.E.7 and any additional
terms imposed by the copyright holder.  Additional terms will be linked
to the Project Gutenberg-tm License for all works posted with the
permission of the copyright holder found at the beginning of this work.

1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm
License terms from this work, or any files containing a part of this
work or any other work associated with Project Gutenberg-tm.

1.E.5.  Do not copy, display, perform, distribute or redistribute this
electronic work, or any part of this electronic work, without
prominently displaying the sentence set forth in paragraph 1.E.1 with
active links or immediate access to the full terms of the Project
Gutenberg-tm License.

1.E.6.  You may convert to and distribute this work in any binary,
compressed, marked up, nonproprietary or proprietary form, including any
word processing or hypertext form.  However, if you provide access to or
distribute copies of a Project Gutenberg-tm work in a format other than
"Plain Vanilla ASCII" or other format used in the official version
posted on the official Project Gutenberg-tm web site (www.gutenberg.org),
you must, at no additional cost, fee or expense to the user, provide a
copy, a means of exporting a copy, or a means of obtaining a copy upon
request, of the work in its original "Plain Vanilla ASCII" or other
form.  Any alternate format must include the full Project Gutenberg-tm
License as specified in paragraph 1.E.1.

1.E.7.  Do not charge a fee for access to, viewing, displaying,
performing, copying or distributing any Project Gutenberg-tm works
unless you comply with paragraph 1.E.8 or 1.E.9.

1.E.8.  You may charge a reasonable fee for copies of or providing
access to or distributing Project Gutenberg-tm electronic works provided
that

- You pay a royalty fee of 20% of the gross profits you derive from
     the use of Project Gutenberg-tm works calculated using the method
     you already use to calculate your applicable taxes.  The fee is
     owed to the owner of the Project Gutenberg-tm trademark, but he
     has agreed to donate royalties under this paragraph to the
     Project Gutenberg Literary Archive Foundation.  Royalty payments
     must be paid within 60 days following each date on which you
     prepare (or are legally required to prepare) your periodic tax
     returns.  Royalty payments should be clearly marked as such and
     sent to the Project Gutenberg Literary Archive Foundation at the
     address specified in Section 4, "Information about donations to
     the Project Gutenberg Literary Archive Foundation."

- You provide a full refund of any money paid by a user who notifies
     you in writing (or by e-mail) within 30 days of receipt that s/he
     does not agree to the terms of the full Project Gutenberg-tm
     License.  You must require such a user to return or
     destroy all copies of the works possessed in a physical medium
     and discontinue all use of and all access to other copies of
     Project Gutenberg-tm works.

- You provide, in accordance with paragraph 1.F.3, a full refund of any
     money paid for a work or a replacement copy, if a defect in the
     electronic work is discovered and reported to you within 90 days
     of receipt of the work.

- You comply with all other terms of this agreement for free
     distribution of Project Gutenberg-tm works.

1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm
electronic work or group of works on different terms than are set
forth in this agreement, you must obtain permission in writing from
both the Project Gutenberg Literary Archive Foundation and Michael
Hart, the owner of the Project Gutenberg-tm trademark.  Contact the
Foundation as set forth in Section 3 below.

1.F.

1.F.1.  Project Gutenberg volunteers and employees expend considerable
effort to identify, do copyright research on, transcribe and proofread
public domain works in creating the Project Gutenberg-tm
collection.  Despite these efforts, Project Gutenberg-tm electronic
works, and the medium on which they may be stored, may contain
"Defects," such as, but not limited to, incomplete, inaccurate or
corrupt data, transcription errors, a copyright or other intellectual
property infringement, a defective or damaged disk or other medium, a
computer virus, or computer codes that damage or cannot be read by
your equipment.

1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the "Right
of Replacement or Refund" described in paragraph 1.F.3, the Project
Gutenberg Literary Archive Foundation, the owner of the Project
Gutenberg-tm trademark, and any other party distributing a Project
Gutenberg-tm electronic work under this agreement, disclaim all
liability to you for damages, costs and expenses, including legal
fees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT
LIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE
PROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE
TRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE
LIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR
INCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH
DAMAGE.

1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a
defect in this electronic work within 90 days of receiving it, you can
receive a refund of the money (if any) you paid for it by sending a
written explanation to the person you received the work from.  If you
received the work on a physical medium, you must return the medium with
your written explanation.  The person or entity that provided you with
the defective work may elect to provide a replacement copy in lieu of a
refund.  If you received the work electronically, the person or entity
providing it to you may choose to give you a second opportunity to
receive the work electronically in lieu of a refund.  If the second copy
is also defective, you may demand a refund in writing without further
opportunities to fix the problem.

1.F.4.  Except for the limited right of replacement or refund set forth
in paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER
WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO
WARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.

1.F.5.  Some states do not allow disclaimers of certain implied
warranties or the exclusion or limitation of certain types of damages.
If any disclaimer or limitation set forth in this agreement violates the
law of the state applicable to this agreement, the agreement shall be
interpreted to make the maximum disclaimer or limitation permitted by
the applicable state law.  The invalidity or unenforceability of any
provision of this agreement shall not void the remaining provisions.

1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the
trademark owner, any agent or employee of the Foundation, anyone
providing copies of Project Gutenberg-tm electronic works in accordance
with this agreement, and any volunteers associated with the production,
promotion and distribution of Project Gutenberg-tm electronic works,
harmless from all liability, costs and expenses, including legal fees,
that arise directly or indirectly from any of the following which you do
or cause to occur: (a) distribution of this or any Project Gutenberg-tm
work, (b) alteration, modification, or additions or deletions to any
Project Gutenberg-tm work, and (c) any Defect you cause.


Section  2.  Information about the Mission of Project Gutenberg-tm

Project Gutenberg-tm is synonymous with the free distribution of
electronic works in formats readable by the widest variety of computers
including obsolete, old, middle-aged and new computers.  It exists
because of the efforts of hundreds of volunteers and donations from
people in all walks of life.

Volunteers and financial support to provide volunteers with the
assistance they need, is critical to reaching Project Gutenberg-tm's
goals and ensuring that the Project Gutenberg-tm collection will
remain freely available for generations to come.  In 2001, the Project
Gutenberg Literary Archive Foundation was created to provide a secure
and permanent future for Project Gutenberg-tm and future generations.
To learn more about the Project Gutenberg Literary Archive Foundation
and how your efforts and donations can help, see Sections 3 and 4
and the Foundation web page at http://www.pglaf.org.


Section 3.  Information about the Project Gutenberg Literary Archive
Foundation

The Project Gutenberg Literary Archive Foundation is a non profit
501(c)(3) educational corporation organized under the laws of the
state of Mississippi and granted tax exempt status by the Internal
Revenue Service.  The Foundation's EIN or federal tax identification
number is 64-6221541.  Its 501(c)(3) letter is posted at
http://pglaf.org/fundraising.  Contributions to the Project Gutenberg
Literary Archive Foundation are tax deductible to the full extent
permitted by U.S. federal laws and your state's laws.

The Foundation's principal office is located at 4557 Melan Dr. S.
Fairbanks, AK, 99712., but its volunteers and employees are scattered
throughout numerous locations.  Its business office is located at
809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email
business@pglaf.org.  Email contact links and up to date contact
information can be found at the Foundation's web site and official
page at http://pglaf.org

For additional contact information:
     Dr. Gregory B. Newby
     Chief Executive and Director
     gbnewby@pglaf.org


Section 4.  Information about Donations to the Project Gutenberg
Literary Archive Foundation

Project Gutenberg-tm depends upon and cannot survive without wide
spread public support and donations to carry out its mission of
increasing the number of public domain and licensed works that can be
freely distributed in machine readable form accessible by the widest
array of equipment including outdated equipment.  Many small donations
($1 to $5,000) are particularly important to maintaining tax exempt
status with the IRS.

The Foundation is committed to complying with the laws regulating
charities and charitable donations in all 50 states of the United
States.  Compliance requirements are not uniform and it takes a
considerable effort, much paperwork and many fees to meet and keep up
with these requirements.  We do not solicit donations in locations
where we have not received written confirmation of compliance.  To
SEND DONATIONS or determine the status of compliance for any
particular state visit http://pglaf.org

While we cannot and do not solicit contributions from states where we
have not met the solicitation requirements, we know of no prohibition
against accepting unsolicited donations from donors in such states who
approach us with offers to donate.

International donations are gratefully accepted, but we cannot make
any statements concerning tax treatment of donations received from
outside the United States.  U.S. laws alone swamp our small staff.

Please check the Project Gutenberg Web pages for current donation
methods and addresses.  Donations are accepted in a number of other
ways including checks, online payments and credit card donations.
To donate, please visit: http://pglaf.org/donate


Section 5.  General Information About Project Gutenberg-tm electronic
works.

Professor Michael S. Hart is the originator of the Project Gutenberg-tm
concept of a library of electronic works that could be freely shared
with anyone.  For thirty years, he produced and distributed Project
Gutenberg-tm eBooks with only a loose network of volunteer support.


Project Gutenberg-tm eBooks are often created from several printed
editions, all of which are confirmed as Public Domain in the U.S.
unless a copyright notice is included.  Thus, we do not necessarily
keep eBooks in compliance with any particular paper edition.


Most people start at our Web site which has the main PG search facility:

     http://www.gutenberg.org

This Web site includes information about Project Gutenberg-tm,
including how to make donations to the Project Gutenberg Literary
Archive Foundation, how to help produce our new eBooks, and how to
subscribe to our email newsletter to hear about new eBooks.


</pre>

</body>
</html>
